#+title: Australian Fast Ice Model
#+subtitle: Administration
#+subtitle: Meetings
#+date: <2022-04-05 Tue>
#+author: DP@H$_2$O
#+email: daniel.atwater@utas.edu.au
#+STARTUP: indent , overview

* With Laura H-B
:LOGBOOK:
CLOCK: [2021-08-23 Mon 12:30]--[2021-08-23 Mon 13:31] =>  1:01
:END:
MEOP data specifically discussed with
post-doc 
Investigator deployments
Nuyina deployments
* Nicole Hill potential PhD project                                     :mtg:
:LOGBOOK:
CLOCK: [2021-05-20 Thu 10:30]--[2021-05-20 Thu 11:26] =>  0:56
:END:
<2021-05-20 Thu 10:30-11:15>
Benthic
Originally interested incorportating the ROMS model
Would like to get where icebergs have been in the recent past
PhD project put together for effects on sedimentation
At 10nm icebergs get named
Scouring of icebergs form imagery is highly uncertain
Shadow of iceberg to indentify grounded icebergs
*** Jul21
:LOGBOOK:
CLOCK: [2021-07-05 Mon 11:05]--[2021-07-05 Mon 12:05] =>  1:00
:END:
*** Jun21
:LOGBOOK:
CLOCK: [2021-06-07 Mon 11:00]--[2021-06-07 Mon 12:02] =>  1:02
:END:
- fascinating presentation on
  [[https://drive.google.com/file/d/1rdUApYikEpPg3CeARsNYcSrEY12L6hk_/view?usp=sharing][BAMS 2019 State of The Climate]] given by Phil Reid looking at Sea Ice
  Excitement Index
- late 2020 winter very negative SIA event around CDP
- Phil interested in other papers of 1980 associated with Antarctic Sea Ice
- Impact of MJO on Antarctic Sea Ice
  [[https://drive.google.com/file/d/1rSpl0DcHxBxu3uTS_e_1LwJSEd9eSzZS/view?usp=sharing][link to paper]]
*** May21                                                              :zoom:
:LOGBOOK:
CLOCK: [2021-05-10 Mon 10:56]--[2021-05-10 Mon 12:02] =>  1:06
:END:
SCHEDULED:<2021-05-10 Mon 11:00-12:00>
* EAFIM Regular Meeting                                           
:LOGBOOK:
CLOCK: [2021-08-13 Fri 13:33]--[2021-08-13 Fri 15:21] =>  1:48
CLOCK: [2021-07-02 Fri 08:14]--[2021-07-02 Fri 12:25] =>  4:11
CLOCK: [2021-06-18 Fri 09:00]--[2021-06-18 Fri 10:12] =>  1:12
:END:
#+NAME: EAFIM Regular Meeting
<2021-05-21 Fri 09:00 +2w>
zoom meeting link [[https://utas.zoom.us/j/84174022653]]
*** Agenda [2021-05-21 Fri]                                        :noexport:
:LOGBOOK:
CLOCK: [2021-05-21 Fri 08:55]--[2021-05-21 Fri 10:18] =>  1:23
:END:
*** Agenda [2021-07-30 Fri 14:30-15:30]                          :noexport:
:LOGBOOK:
CLOCK: [2021-07-30 Fri 14:15]--[2021-07-30 Fri 15:54] =>  1:39
:END:
* DONE PCC Welcome Meeting                                            :admin:
CLOSED: [2021-07-05 Mon 08:34] SCHEDULED: <2021-05-10 Mon 12:30>
:PROPERTIES:
:DEADLINE: <2021-05-14 Fri>
:END:
- CLOSING NOTE [2021-07-05 Mon 08:34]
:LOGBOOK:
CLOCK: [2021-05-10 Mon 12:43]--[2021-05-10 Mon 13:03] =>  0:20
:END:
- CLOSING NOTE [2021-05-12 Wed 09:02]
[X] emailed Karen on <2021-05-06 Thu> requesting meeting
- check emails for Zoom information
* GRC Welcome Meeting                                                 :admin:
:LOGBOOK:
CLOCK: [2021-05-04 Tue 10:00]--[2021-05-04 Tue 11:16] =>  1:16
:END:
#+NAME: GRC Welcome Meeting
:PROPERTIES:
:PRIORITY: A
:DEADLINE: <2021-05-22 Sat>
:SCHEDULED: <2021-05-04 Tue 10:00>
:STATUS: nil
:COMPLETED: nil
:ASSIGN: Dan, Max
:END:
* Supervisor Welcome Meeting                                          :admin:
:LOGBOOK:
CLOCK: [2021-05-03 Mon 08:43]--[2021-05-03 Fri 10:29] =>  1:46
:END:
#+NAME: Supervisor Welcome Meeting
:SCHEDULED: <2021-05-03 Mon 09:00>--<2021-05-03 Mon 11:00>
